{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 6
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 7
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "The Basics of Armorcraft:\n\nYou will require access to proper materials such as iron, steel, or even more valuable metals. Then, you must have access to a proper workstation, an anvil is required for armory.\n\nTo craft a chain shirt, you must use the hammer, twice with the Tongs then bellows, hammer and tongs again.\n\nTo craft chainmail, you must use the bellows twice, then repeat the hammer then tongs.\n\nTo craft a breastplate, you must use the bellows, then hammer twice. Then tongs, bellows and tongs again.\n\nTo craft splintmail you need to use the tongs, hammer and tongs again.  Then Bellows twice and finally the hammer.\n\nTo craft half plate, you need to use the hammer, tongs and hamer.  Then bellows twice and finally the tongs.\n\nTo craft full plate, you must use the bellows, tongs then hammer.  Finished with the tongs, hammer and bellows.\n\nA small shield begins with the tongs twice, followed by the hammer and tongs, finished with the bellows.\n\nA large shield begins with the bellows. Then tongs and tongs again.  Use the bellows then two strikes with the hammer.\n\nA tower shield requires the tongs to be used twice followed by a strike with the hammer.  Complete it with the tongs, hammer and tongs.\n\nA basic helmet can be forged with two blasts from the bellows.  Then use the tongs twice. End with the bellows and tongs."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "",
      "id": 58555
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Introduction to Armor Smithing",
      "id": 13027
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 9
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "ceb_crbk_armor"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "ceb_crbk_armor"
  }
}
