{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 6
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 7
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Your guide to large and advanced weapons:\n\nYou will require access to proper materials such as iron, steel, or even more valuable metals. Then, you must have access to a proper workstation, an anvil is required for armory.\n\n\nGreataxe:\nBegin with the Bellows twice.  Then twice with the hammer and twice with the tongs.\n\nGreatsword:\nTo forge this item begin with the bellows and tongs.  Two strikes with the hammer ending with tongs and bellows again.\n\nHalberd:\nThe halberd begins with the bellows twice.  Then the hammer.  Two more times with the bellows and ends with the tongs.\n\nScythe:\nUse the tongs twice followed by the hammer.  Move on to the tongs, hammer and bellows.\n\nDire Mace:\nUse the bellows and the bellows again. Once done move on to the tongs, then the hammer twice.  Finish with the bellows.\n\nTwo Bladed Sword:\nStart with the bellows then hammer.  Use the bellows twice again and finish with the tongs.\n\nKama:\nUse the tongs twice. then the bellows.  Move to the hammer twice and then the bellows.\n\nKatana:\nThe Katana starts with two strikes of the hammer, followed by the bellows twice.  Complete it with the hammer and tongs.\n\nDouble Axe:\nBegin with the bellows and hammer then repeat.  To finish, change the order and use the hammer and then bellows."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "",
      "id": 58555
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Large and Advanced Weaponsmithing",
      "id": 13027
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 7
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "ceb_crbk_lgwpn"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "ceb_crbk_lgwpn"
  }
}
