{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 500
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 501
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Introduction to Potion Brewing:\n\nBy placing an empty bottle and an ingredient into the crafting box, certain base potions can be created. This action requires the Brew Potion feat. More complex recipes can be completed by adding another component to an existing potion. All potions have a gold cost and coins are expended directly into the crafting box during the process.\n\nThe following are several potion recipes known and taught in the area around Brost.\n\nEmpty Bottle and Bit of Holy Parchment: Oil of Shield of Faith\n\nEmpty Bottle and Egg Shell: Potion of Bless\n\nEmpty Bottle and Horse Hair: Potion of Endure Elements\n\nEmpty Bottle and Multicolored Sand: Potion of Mage Armor\n\nEmpty Bottle and Nut Shells: Potion of Aid\n\nEmpty Bottle and Pork Rind: Potion of Ultravision\n\nEmpty Bottle and Powdered Silver: Potion of Protection from Evil\n\nEmpty Bottle and Eagle Feathers: Potion of Cure Light Wounds\n\nEmpty Bottle and Rose Petals: Potion of Resistance\n\nPotion of Aid and Bull's Hair: Potion of Bull's Strength\n\nPotion of Aid and Cat's Fur: Potion of Cat's Grace\n\nPotion of Aid and Eagle Feathers: Potion of Eagle Splendor\n\nPotion of Aid and Fox Hairs: Potion of Fox's Cunning\n\nPotion of Aid and Lime in Water: Potion of Remove Blindness/Deafness\n\nPotion of Aid and Owl Feathers: Potion of Owl's Wisdom\n\nPotion of Aid and Pork Rind: Potion of Endurance\n\nPotion of Aid and Powdered Rhubarb and Adder Stomach: Potion of Lesser Restoration\n\nAdditional combinations are known to exist and experimentation is possible.\n\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "",
      "id": 58555
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Introduction to Potion Brewing",
      "id": 13027
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 229
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "ceb_crbk_brew"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "ceb_crbk_brew"
  }
}
