{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 20
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 21
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "A Wizard's Guide to Brost\nAuthor: Malcorath Amae\n\nWell met Stranger.\n\nHere follows a quick guide to the places of importance for a young Wizard in Brost...\n\nWhen you first arrive in Brost County, you will be at a place called the Tejarn Gate. There is an abandoned Inn there, and besides the inn is a narrow alley. In that alley there resides a Calishite Trader. This trader has some scrolls and some other good things to stock up on. \n\nAs you continue your travels along the Tethyr road towards the town on Brost I would recommend you read the road signs carefully, for there will be a place where you need to turn right into the forest or you will land yourself in trouble. Should you however manage it past the brigands you will encounter, and make it to a small encampment, you can then turn right slightly and walk into the forest and at the first chance take another right turn, you will then find yourself outside the walls of the temple of Mystra.\n\nOnce you come to Brost I would recommend taking up a room at the Whippoorwill Inn and use that as your base for adventuring. Also visit the Rangers Rest, it is the biggest house in Brost, you will need to register there as an Arcane caster. North of the inn just a stone's throw away you will find the Home of Hakamir. Hes has some more supplies for the young Wizard.\n\nReagents for spells are sold by various vendors but some ingredients you will need to go spelunking to find. Most notably are a Dwarf at the Wayside Shrine Inn and a traveling vendor who can be found during the day at the Southspire Hold grounds.\n\nResurrection reagents are expensive so do avoid death if at all possible.\n\nShould you be so inclined as to seek out an apprenticeship or a mentor in Brost, do come find me for I serve Mystra and teaching young Wizards is my holy duty, I reside within the Temple of Mystra on the Lockwood tradeway.\n\nMalcorath Amae\nMystic in the service of the Lady of Mysteries.\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Book: A Wizard's Guide to Brost"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 5
  },
  "PaletteID": {
    "type": "byte",
    "value": 65
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "te_item_8457"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "te_item_8457"
  }
}
