{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1001
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Spellplague: The Rebirth Server Rules\n\nSpellplague: The Rebirth has both high integrity and high stakes. While not all players will participate in courtly intrigues, it can be expected that players will come into conflict with each other, and this is encouraged to a point.\n\nThere are no roll-backs on the Spellplague: The Rebirth server. If something has happened, the ship has sailed, as the saying goes.\n\nTable of Contents:\n1. Player Versus Player Encounters\n2. Profanity\n3. Sexual/Social Roleplay\n4. Permadeath\n5. Attacking Non-Hostile NPCs\n6. Character Modifications\n7. Item Transfer/Muling\n8. Metagaming\n9. Exploitation\n10. Follow our discord rules, and use common sense\n https://discord.gg/QhQzv69bkM\n1. Player Versus Player Encounters\nA PVP involves two or more players doing battle with each other for any duration, whether the encounter is fatal or not.\n\nThe following behaviors in a PVP Encounter are considered to be fair game:\n\nLooting dropped gold is allowed\nDisarming an opponent of weaponry is allowed\nAttacking another player without Out-Of-Character Consent is allowed\nMoving a player's body to a hidden location is allowed\nThe following behaviors in a PVP Encounter are considered to be in poor taste:\n\nAttacking an AFK character\nAttacking others in front of NPCs\nPing-pong or repeated killings of the same player\nAny form of exploit in PVP (transitions, etc)\nPlayers do not have the ability to \"closure\" or \"permakill\" or \"end\" other player stories. You may defeat each other variously, you may sputter curses upon the grave of your foe. You can ride roads of the county singing about defeating them. But you may not send them OOC tells insisting that their character is not playable.  This judgment is reserved for DMs only.\n\nFurthermore, insisting upon roleplaying with a player corpse that doesn't exist in-game is to be considered metagaming.  Example: You've beaten a PC vampire, and they vanished. You want to RP burning their body. Don't. There isn't a body.\n\nFurthermore, you may not behead, burn, or otherwise maim other player characters without a DM present.\n\n2. Profanity\nWe have no problem with cursing/profanity, however we do suggest using more creative words in game (personally i am a big fan of using names of gods in Toril)\n\n3. Sexual/Social Roleplay\nThis is not an ERP server, so please go somewhere else if that is what you are looking for. Topics of Rape, Pedophilia, and full bestiality are grounds for an immediate and permanent ban.\n\n4. Permanent Death\nPermanent Death happens when a player has died and may no longer resurrect themselves via their own willpower (ie. the PC is above level 10). However, their corpse item still exists in-game and may be raised by someone else. It may be buried in a celebrated location or a secret one. Through player efforts, it is always possible to recover the remains of dead players and bring them back - if the magic to do so is powerful enough. A villain may be interred in the vault of a well-defended keep, meaning that manpower may be called for in addition to the favor of the gods.\n\n5. Attacking Non-Hostile NPCs\nAttacking Non-Hostile NPCs falls into two categories, doing so with a DM present, or not. While not prohibited, attacking and killing NPCs without DM supervision is done in poor taste. However, that is not to say that current intrigues do not justify the action, so it is preferred that a player with such designs contact a DM in order to portray the appropriate reaction on the part of the attacked NPCs.\n\n6. Character Modifications\nRe-leveling: Generally speaking, the DMs of the Spellplague server will allow you to re-take your last level without any hassle. We will simply remove 1000 XP and give you 1000 XP back.\nAlignment Changes: The DMs of the Spellplague: The Rebirth server will allow you to make alignment changes as dictated by your desires for your character without any hassle. However, we reserve the right to adjust your alignment according to the actions of your character.\nHead/Appearance Changes: These modifications are accessible in the Character Customization Room and require no permission to use.\nItem Modification: We use MILs tailoring that has been modified to cost nothing to player characters, which is also accessible in the Character Customization Room.\n\n7. Item Transfer/Muling\n\"Muling\" items from one character to another is prohibited.\n\n8. Metagaming\nMetagaming is one of those age-old problems that is difficult to prove when it has transpired, so let's all be honest with each other and keep a firm separation between what is known in-character and out-of-character. If it seems like your character is always in the right place at the right time, we'll probably find a way to make your abuse of knowledge come around to haunt you. If you play more than one character, you may not share information between them, call them acquaintances, or any such thing. Playing two characters from the same family or who have some relation between each other should be avoided. Consider each of your characters a separate experiment and every new one an opportunity to improve your concept.\n\n9. Exploitation\nAny activity that seriously compromises the game engine will result in a permanent CD-Key ban.\n\n10. These as well as all rules ourlined in our discord's rules channel should be followed at all times. Pretty much use common sense and everything should be fine.\nhttps://discord.gg/QhQzv69bkM"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Book: Spellplague: The Rebirth Server Rules"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 65
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 10
        },
        "CostValue": {
          "type": "word",
          "value": 5
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 11
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "te_serverrules"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "te_serverrules"
  }
}
