{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1001
  },
  "Cursed": {
    "type": "byte",
    "value": 1
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "Please note that these rules are still under review, particularly those regarding PvP. Some or all of these rules may change over time, especially as we progress from playtesting to a full release.\n\nThe Golden Rule\n\n\"I am an adult and this is a video game.\"\n\nThe Golden Rule should be in the forefront of your mind while playing on Lands of Intrigue. When engaging in conflict RP that carries high stakes and may lead to PvP it is important that all parties keep the Golden Rule in mind, as any blatantly negative or toxic attitude from any party involved is going to be judged just as much as any potential rulebreak. This is a very old videogame at this point and we are not interested in any of the usual drama that tends to plague NWN communities. Should you feel yourself growing unreasonably frustrated with how certain events are playing out in-game, feel free to reach out to a member of the staff, but it may also be advisable to recite the Golden Rule to yourself beforehand. Oftentimes simply stepping away from the game for a few hours or a day allows for cooler heads to prevail.\n\nLands of Intrigue Server Rules\n\nLands of Intrigue has both high integrity and high stakes. This means that, as a roleplay server, you are expected to be in-character at all times. Furthermore, Factions and their relationship with each other and the world at large are a heavy focus on Lands of Intrigue. While not all players will participate in courtly intrigues, it can be expected that players will come into conflict with each other, and thus players should be aware of the potential for consequences for their actions.\n\nPlayer Versus Player Encounters\nPVP involves two or more players battling with each other for any duration, whether the encounter is fatal or not. In order to engage in PvP against another player there must be reasonably sufficient roleplay leading up to the encounter. This means that you cannot engage someone in PvP simply because they say you're ugly, but continued and persistent insults are fair game. Before any combat is to occur the aggressor must verbalize their intent to escalate. This does not mean you must engage right then (though you should be prepared for your opponent to do so), but the intent must be stated. This includes scenarios where you may choose to hire an assassin to attack them later, though the assassin themselves is not required to provide verbal intent.\n\nExample: Someone has been repeatedly insulting your character, has stolen from them previously, or has in some other form engaged in sufficient conflict with you. Upon confronting them and receiving no resolution you say \"I have warned you enough, next time there will be no conversation\" or \"You've been warned already, now I'll put you in your place\".\n\nWhen the PvP has ended with one party victorious, how things proceed is now up to them. Please note that while hiding a PC's corpse is within the rules, we highly advise you to consider the severity of the reason that PvP even occurred. If the matter is a simple spat, corpse hiding is frowned upon by the staff.\n\nBefore any PvP occurs the target must be set to Hostile beforehand.\n\nWe highly recommend taking screenshots of all conflict roleplay you engage in and any stated intent to engage in PvP. If you are able to record the encounter, even better.\n\nAll in all the staff of Lands of Intrigue understand that PvP is an integral part of conflict roleplay. However, our vision for the server is one of deep story and intricate roleplay plots between players. We encourage players engaged in PvP to consider alternative methods of dealing with problems than always resorting to PvP and then corpse hiding - as well as encourage the victims to be receptive to other options from the victor.\n\nThe following behaviors in a PVP Encounter are considered to be fair game:\n\nLooting dropped gold\nDisarming an opponent of weaponry\nAttacking another player without Out-Of-Character Consent\nMoving a player's body to a hidden location\nAttacking an AFK character\nThe following behaviors in a PVP Encounter are considered to be against the rules:\n\nAttacking others in front of NPCs (Requires DM supervision)\nPing-pong or repeated killings of the same player\nAny form of exploit in PVP (transitions, etc)\nPermanently maiming a victim PC (though this could be offered as an alternative to death)\nPlayers do not have the ability to \"closure\" or \"permakill\" or \"end\" other player stories. You may defeat each other variously, you may sputter curses upon the grave of your foe. You can ride roads of the county singing about defeating them. But you may not send them OOC messages insisting that their character is not playable. This judgment is reserved for DMs only\nProfanity\nWe have no problem with cursing/profanity. Keep it consistent with your RP, however, as trolling will not be tolerated.\n\nSexual/Social Roleplay\nWe are not interested in judging the roleplay that occurs between two consenting adults. However, we advise you to take it out of the public areas.\n\nPermanent Death\nPermanent Death happens only at the discretion of a DM. This can be result of a DM plotline or the end result of a longstanding Faction/PvP conflict. The latter may be rare, but DMs may at points choose to step in in order to preserve the high stakes integrity of the server.\n\nAttacking Non-Hostile NPCs\nAttacking Non-Hostile NPCs falls into two categories, doing so with a DM present, or not. While not prohibited, attacking and killing NPCs without DM supervision is done in poor taste. However, that is not to say that current intrigues do not justify the action, so it is preferred that a player with such designs contact a DM in order to portray the appropriate reaction on the part of the attacked NPCs.\n\nCharacter Modifications\nPlease note that full Re-levels require a DM to be available and willing. Full Remakes require both a DM and the server Host to ensure nothing goes wrong. These will occur when staff are available and willing, so please do not harass them.\n\nRe-leveling: Generally speaking, the DMs of the Lands of Intrigue server will allow you to re-take your last level without any hassle, assuming one is available. We will simply remove 1000 XP and give you 1000 XP back.\n\nFull Re-leveling: Similar to above.\n\nFull Remakes: Again, generally this will not be a hassle, but reasoning will be required. The more you are shifting away from how you have roleplayed your character up to that point, as well as their established backstory, the more scrutiny you'll receive.\n\nAlignment Changes: The DMs of the Lands of Intrigue server will allow you to make alignment changes as dictated by your desires for your character without any hassle, though we may ask for some explanation to the reasoning. Screenshots of relevant RP is important here. We reserve the right to naturally adjust your alignment according to the actions of your character as we see it unfolding in the game world.\n\nHead/Appearance Changes: These modifications are accessible in the Character Customization Room and require no permission to use.\nItem Modification: We use MILs tailoring that has been modified to cost nothing to player characters, which is also accessible in the Character Customization Room.\n\n(Please note that wings, tails, horns, or any fantastical appearance option are not allowed unless approved by a DM)\n\nItem Transfer/Muling\n\"Muling\" items from one character to another is prohibited.\n\nMetagaming\nMetagaming is one of those age-old problems that is difficult to prove when it has transpired, so let's all be honest with each other and keep a firm separation between what is known in-character and out-of-character. If it seems like your character is always in the right place at the right time, we'll probably find a way to make your abuse of knowledge come around to haunt you. If you play more than one character, you may not share information between them, call them acquaintances, or any such thing. Playing two characters from the same family or who have some relation between each other is prohibited.\n\nExploitation\nAny activity that seriously compromises the game engine will result in a permanent ban.\n\nGeneral\nWe will tolerate no homophobia, transphobia, or sexism in or out of game. We will tolerate no forms of general harassment or bullying of your fellow players.\n\nWe will tolerate no form of OOC racism. IC racism does exist in various parts of the Forgotten Realms. If you cannot be trusted to understand the difference you will be asked not to engage in these themes, or be removed from the community if you persist.\n\nThese as well as all rules outlined in our discord's rules channel should be followed at all times. Use common sense, follow the Golden Rule, and you will be fine."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Book: Lands of Intrigue Server Rules"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 3
  },
  "PaletteID": {
    "type": "byte",
    "value": 65
  },
  "Plot": {
    "type": "byte",
    "value": 1
  },
  "PropertiesList": {
    "type": "list",
    "value": [
      {
        "__struct_id": 0,
        "ChanceAppear": {
          "type": "byte",
          "value": 100
        },
        "CostTable": {
          "type": "byte",
          "value": 10
        },
        "CostValue": {
          "type": "word",
          "value": 5
        },
        "Param1": {
          "type": "byte",
          "value": 255
        },
        "Param1Value": {
          "type": "byte",
          "value": 0
        },
        "PropertyName": {
          "type": "word",
          "value": 11
        },
        "Subtype": {
          "type": "word",
          "value": 0
        }
      }
    ]
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 1
  },
  "Tag": {
    "type": "cexostring",
    "value": "te_serverrules"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "te_serverrules"
  }
}
