{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 6
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 7
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "The Basics of Woodworking:\n\nYou will require access to proper materials such as oak or darkwood. Then, you must have access to a proper workstation, a carpentry table is required for woodworking.\n\n\nQuarterstaff:\nBegin with the saw twice.  Then use the lathe.  Use the planer, then the lathe and finally the planer again.\n\nLight Crossbow:\nThe light crossbow requires two passes of the planer, then saw off one end and then the other.  Finish it with the lathe and the planer again.\n\nHeavy Crossbow:\nStart with the saw, then the planer and saw again.  Move on to the planer, pass it through the lathe and saw it again.\n\nShortbow:\nThe shortbow starts with the planer, then use the saw twice.  Plane it again then use the lathe and saw.\n\nLongbow:\nThe longbow starts with two passes of the planer.  Then the saw.  Use the planer again and finish with the lathe.\n\nClub:\nThe club needs to have two passes of the saw then the planer.  Then twice with the saw again and finish with the lathe.\n\nDart:\nA dart requires the saw and planer.  Then the saw and lathe.  Then finally several cuts with the saw.\n\nBolt:\nThe bolt needs to have the saw then the planer and repeat.  Then the saw and lathe.\n\nArrow:\nThe arrow requires the planer then the saw followed by two more passes with the planer.  Finally use the lathe and saw again."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "",
      "id": 58555
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Introduction to Woodworking",
      "id": 13027
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 9
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "ceb_crbk_wood"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "ceb_crbk_wood"
  }
}
