{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 6
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 7
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "How to Craft Basic weapons:\n\nYou will require access to proper materials such as iron, steel, or even more valuable metals. Then, you must have access to a proper workstation, an anvil is required for armory.\n\n\nBullet:\nUse the hammer three times.  Followed by the tongs three times.\n\nDagger:\nUse the tongs and hammer.  Then tongs, hammer twice and tongs again.\n\nMace:\nFirst hammer, then tongs and hammer again.  Use the tongs twice then bellows.\n\nSickle:\nHammer then use the bellows.  Hammer twice again, then the tongs and the bellows.\n\nMorningstar:\nHammer and hammer again.  Use the bellows, then finish with the hammer.\n\nThrowing Axes:\nUse the hammer then tongs.  Repeat, then use the bellows twice.\n\nLight Hammer:\nUse the Hammer, then the bellows twice.  Finish with the tongs hammer and tongs again.\n\nHandaxe:\nStart with tongs.  Move on to the hammer, tongs, then bellows twice.  Finish with the hammer.\n\nKukri:\nUse the tongs twice, then the hammer.  Tongs again, hammer and hammer again.\n\nShort Sword:\nStart with the tongs moving into two strokes with the hammer.  Then two blasts of the bellows and finish with the tongs.\n\nBattleaxe:\nBegin with bellows moving into the hammer and tongs.  Then hammer twice and finish with the tongs.\n\nLongsword:\nFor this item start with the tongs, then hammer and bellows.  End with the tongs, hammer and tongs again.\n\nRapier:\nUse the hammer twice, then double blows with the bellows.  Complete the job with the tongs and hammer again.\n\nScimitar:\nHammer and bellows.  Then hammer twice.  Use the bellows and tongs again.\n\nWarhammer:\nBegin with the hammer, moving over to the bellows.  Use the tongs three times and end with the hammer."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "",
      "id": 58555
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Introduction to Basic Weapons",
      "id": 13027
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 8
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "ceb_crbk_ltwpn"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "ceb_crbk_ltwpn"
  }
}
