{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 6
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 7
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "To begin crafting you will want to collect resources like iron bars or leather hides.\n\nYou can find these resources in the world as long as you have the appropriate skills and tools.  (Wood Axe, Mining Pick, Harvesting Knife)\n\nIn the following example you will be walked through the act of creating leather armor.\n\nOnce you have some hides, find a leather working station. Here you can begin preparing your item.  It will take several days.  Return to the station each day to further your progress by placing the item in your crafting box and using the station. \n\nOnce you are ready to complete your item, use the tools in the appropriate order to create your item. You will always need to use six tools.\n\nIn this case:\n1. Rack.\n2. Rack.\n3. Basin.\n4. Knife.\n5. Knife.\n6. Rack.\n\nOnce you are done using your tools, there is a chance you will fail and a further chance of losing your resources.  Worry not success gets better with time and level.\n\nIf you are extremely successful you will create a mastercraft item which can be further enchanted and enhanced.\n\nEach item has a material cost.  If you have insufficient gold, you will be notified of the amount you require during the attempt.\n\nMagical Item Enchantment\nYou will find in your inventory a box called the 'Crafting Box.\"  You can place two items in this box to further enhance your items.\n\nIf you possess the Craft Magic Arms and Armor feat, you may place a scroll of 'mage armor' in the box with your previously crafted leather armor.  Then, use the item in your inventory called the 'combiner' and target the crafting box.  \n\nIf you have sufficient skill and gold the item will be enhanced to +1.  Repeat the process for +2.\n\nAgain, each enchantment has a gold cost. If you have insufficient gold, you will be notified.\n\nIf you are not a magic user, there are other combinations that can be placed in the combiner, such as rags and garlic to create healing bandages.  \n\nMay you find more resources and combinations during your play.  Or, feel free to experiment and see what you may discover!"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": "",
      "id": 58555
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Introduction to Crafting",
      "id": 13027
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 90
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "ceb_crbk_craft"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "ceb_crbk_craft"
  }
}
