{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 250
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 251
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "This book seems to entail an amount of alchemical knowledge, put together from various separate accounts. Although not all-encompassing, it is enough on the subject to be considered a working manual.\n\nMost alchemical processes begin by isolating the component of interest using an alembic, then applying that concentrate to a secondary process. Typically, the secondary mixing is conducted using a substrate of one hundred gold pieces and a clear empty bottle.\n\nAlchemical silver is popular and exceptional in its requirements. It is said that alchemical silver can be bonded to weaponry of iron and steel varieties. More exotic metals cannot have powdered silver component applied to them in a lasting way. Powdered silver is added to a substrate of five hundred gold pieces and the resulting weapon is sure to harm creatures with an aversion to silver.\n\nUsing an alembic, the distillation of troll blood emulsion is possible if troll-parts can be recovered. When mixed secondarily like any other potion, this creates a potent healing drink.\n\nDistillation of ogre ear renders giant sweat; mixed secondarily this produces a strength potion.\n\nThrough heat and careful skill, the skin of the lycanthrope can be retrieved and used. Secondary mixing produces an enviable displacement effect.\n\nDemon hearts bake down into a purer essence; when added to the normal substrate of gold, this essence creates a potion of elemental resistance.\n\nMinotaur horn contains a precious blood and marrow; when heated down, the thick reduction helps create heroism potions.\n\nThe savage bullywug's nasal cavity contains a mucous that, when distilled properly and mixed in the normal substrate, can enable an imbiber to endure underwater or in other breathless conditions.\n\nEctoplasms collected from the remnants of slain incorporeal foes can be distilled into a spectral essence. This essence can be applied to the normal substrate in a clear glass bottle, resulting in an invisibility drink.\n"
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Alchemist's Manual"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 33
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "te_alchmanual"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "te_alchmanual"
  }
}
