{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 20
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 21
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "In Tethyr, the temporal authority on justice in a county is a Magistrate. For all crimes that deal with the common people (Low Justice) the Sheriff has all authorities and rights granted to a Magistrate in the service of Her Crown, including seeing out punishment. For all acts of High Justice, a regional Magistrate must be called in for trial, judgement and sentencing.\n\nMagistrates of any level, whether the position is filled in by an official of the state or by the local Sheriff, are provided this document so it may serve as a foundation for sentencing. The guidelines proposed and maintained in this document are not an absolute or iron-clad ruling and the Magistrate must use their recognizance to determine absolute guilt and innocence as well as set any sentence (or lack thereof) that they consider fitting. If the magistrate finds that the crime committed is justified, innocuous, or inadvertent then there may be cause for leniency at the subject of their own whims.\n\nA Magistrate has the following rights in order to ensure that public justice is served:\n\nThe right to seize and confiscate the property of a convicted law-breaker to gain money needed for payments of fines or damages.\na. Families, clans or employers of a convict are not liable for a convict's fines or damages, unless they are also found guilty of aiding, abetting or forcing said convict into the criminal act in question.\nb. The seizure of convict's property does not take into account the social status or consent of the convict. A convicted Lord, may have his lands taken.\nc. Appraisal of a convict's property is subject to the County Appraiser in order to properly define the number and amount of personal property requires to pay off debts.II. The right to intern any convict within an appropriate holding place or jail for an indefinite amount of time until such time that their punishment's requirements can be met.\na. Local Lords, Garrisons, or Sheriffs are all subject to opening and offering space within their dungeons or cells in order to hold a convict or a potential prisoner.III. Redefine the crimes and punishments associated with a given crime to serve that crime.\na. Final word or a chance of appeal may also lie in the hands of the noble who's land the crime was committed on. (In the case of cross-county or landowner crimes, all nobles.)\nb. If this right leads to abuses or injustice against Tethyr, the magistrate or nobles responsible are subject to the whims and punishments of the High Court of her Majesty.\nGuidelines for Sentencing:\n\nHigh Justice: Any severe or serious offense; any crime that results in a sentence of death. An accountable High or Low Justice crime committed by noble defendants.\nLow Justice: Any lesser or minor offense. An accountable crime committed by common defendants of the lower or middle class.\nSevere Offenses\n\nCrimes Against Crown & Country\n\nTreason - An act against the Crown, her Lands or her People. Includes assault upon a royal person.\nAppropriate Punishment:\n- Immediate Death (at the hands of a Knight, Executioner, or other servant of the State and People.)\n\nForgery of an Official Document - The unlawful creation of Writs of Travel, Knighthood, Rank or other documents used by officials of the State to determine the class or identify a person of any social standing.\nAppropriate Punishment:\n- Mutilation (A branding, or loss of extremities) and Death upon Conviction (at the hands of a Knight, Executioner, or other servant of the State and People.)\n- Permanent Enforced Hard Labor (At a location of the Magistrate's choosing) and Mutilation (A branding, or loss of extremities.)\n\nAssaulting a Noble - The act of physically assaulting a member of the Noble Class, with a weapon, magic or other less savory means.\nAppropriate Punishment:\n- Fine of up to 4,000 GP and Death upon Conviction (at the hands of a Knight, Executioner, or other servant of the State and People.)\n- Fine of up to 8,000 GP and Permanent Enforced Hard Labor (At a location of the Magistrate's choosing.)\n\nAssaulting a Magistrate or Sheriff - The act of physically assaulting a servant of the State of Tethyr whether on or off duty.\nAppropriate Punishment:\n- Up to 10 years Enforced Hard Labor (at a location of the Magistrate's choosing).\n- Up to 12 years Imprisonment (at a location of the Magistrate's choosing).\n\nSpying or Sabotage for a Foreign Power - The willing aid of a Foreign Power in any form or capacity, that the Magistrate finds could or has lead to the death of Tethyrian Citizens.\nAppropriate Punishment:\n- Fine of up to 5,000 GP and Death upon Conviction (at the hands of a Knight, Executioner, or other servant of the State and People.)\n- Fine of up to 5,000 GP and Permanent Enforced Hard Labor (at a location of the Magistrate's choosing.)\n- Fine of up to 5,000 GP and Permanent Exile from Tethyr.\n- Fine of up to 5,000 GP and Permanent Imprisonment (at a location of the Magistrate's choosing.)\n\nCrimes against the People\n\nArson - The act of destroying a ship, structure or stored property of a Lower or Middle Class Citizen of Tethyr through physical, magical or other means.\nAppropriate Punishment:\n- Damages with a value of the property lost, plus up to 1,000 GP and up to 6 years Imprisonment (at a location of the Magistrate's choosing).\n- Damages with a value of the property lost, plus up to 1,000 GP and up to 5 years Enforced Hard Labor (at a location of the Magistrate's choosing).\n\nMurder - The act of murdering another Citizen or Resident Alien of Tethyr of Lower or Middle Class. (Punishment for the act of murdering a noble should be guided by \"Assaulting a Noble\".)\nAppropriate Punishment: Any single punishment or a logical combination of -\n- Death upon Conviction (at the hands of a Knight, Executioner, or other servant of the State and People.)\n- Minimum of 15-20 years Enforced Hard Labor (at a location of the Magistrate's choosing.)\n- Mutilation (A branding, or loss of extremities.)\n- Permanent Exile from Tethyr and forfeiture of all rights, lands and property to the State.\n- Minimum of 15-20 years Imprisonment (at a location of the Magistrate's choosing.)\n\nAssault (Resulting in Mutilation or Crippling) - The act of physically assaulting a member of the Lower or Middle Class, with a weapon, or other less savory means that does not result in death but results in a change in an inability to work their trade.\nAppropriate Punishment:\n- Damages of up to 2,000 GP and Mutilation/Crippling (Identical to victim).\n- Damages of up to 2,000 GP and 5 years Enforced Hard Labor (at a location of the Magistrate's choosing).\n\nMagical Assault - The act of magically assaulting a member of the Lower or Middle Class with any magical means. Including, but not limited to: The summoning of a creature, the use of a spell to manipulate or control another, any form of spell that harms another. Additional charges may be leveled against the convict based on property damages, murders or other assaults that occur from their magic.\nAppropriate Punishment:\n- Fine of up to 1,500 GP, Damages of up to 3,000 GP to any victims, and Public Humiliation/Stocks/Edicts against the Convicted (including a public pronouncement of guilt and a ban from practicing magic.)\n- Fine of up to 1,500 GP, Up to 30 days Enforced Hard Labor (as an Indentured Spellcaster for the State)\n\nCrimes against Religions\n\nDefiling a Holy Place - The act of vandalizing a holy place. Includes burglary, arson or general vandalism.\nAppropriate Punishment:\n- Damages equal to what Justice Demands and Permanent Enforced Hard Labor (at a location of the Magistrate's choosing).\n- Damages equal to what Justice Demands and Permanent Exile from Tethyr.\n\nTomb-Robbing - The act of unlawfully entering or vandalizing a tomb, including burglary.\nAppropriate Punishment:\n- Death upon Conviction (at the hands of a Knight, Executioner, or other servant of the State and People.)\n- Up to 20 months Enforced Hard Labor (at a location of the Magistrate's choosing).\n- Damages equal to Cost of Repairs, plus 1,000 GP and Public Humiliation/Stocks/Edict Against Convicted (Including public pronouncement of guilt) and Up to 8 months Imprisonment (at a location of the Magistrate's choosing).\n\nSerious Offenses:\n\nCrimes against Crown & Country\n\nSpying or Sabotage for a Native Power - The willing aid of a Native Power in any form or capacity, that the Magistrate finds could or has lead to the death of Tethyrian Citizens.\nAppropriate Punishment:\n- Death upon Conviction (at the hands of a Knight, Executioner, or other servant of the State and People.)\n- Mutilation (Traitor's Brand) and Up to 40 years Enforced Hard Labor (at a location of the Magistrate's choosing).\n- Fine equal to Cost of Repair plus Up to 5,000 GP and Up to 40 years Imprisonment (at a location of the Magistrate's choosing).\n\nTheft, Vandalism or Arson against Crown or Noble Property - The act of destroying, damaging or stealing any property of either the State or one of the Noble Class.\nAppropriate Punishment:\n- Fine equal to the Cost of Repair plus Up to 5,000 GP and Mutilation (A branding, or loss of extremities).\n\nBribery of a royal officer, court officer, or military official (Attempted or Apprehended) - The act of attempting or succeeding in bribing a State Official.\nAppropriate Punishment:\n- 10-20 years of Enforced Hard Labor (at a location of the Magistrate's choosing) and Confiscation of All Property (Except one weapon, one week's rations, and the offender's clothing worn at the time of sentencing.)\n\nImpersonation of a Magistrate, Sheriff, Royal or Military Officer or other Court Official - The act of attempting or succeeding to impersonate a State Official.\nAppropriate Punishment:\n- Fine of up to 5,000 GP, Public Humiliation/Stocks/Edict Against Convicted (Including public pronouncement of guilt), and a minimum of 1 year Imprisonment (at a location of the Magistrate's choosing).\n\nWrongful Seizure or Use of Land - The unlawful seizure of any citizen's land or the unlawful use of a citizen's land.\nAppropriate Punishment:\n- Damages equal to the cost of Restoration of the Land and Up to 2,000 GP and Up to 10 years Enforced Hard Labor (at a location of the Magistrate's choosing).\n- Fine of up to 2,000 GP and Permanent Exile from Tethyr.\n\nRepetition of any Lesser or Minor Offense against Crown & Country\nAppropriate Punishment: (Includes double the original sentence for previous offense)\n- Up to 2 Months Enforced Hard Labor (at a location of the Magistrate's choosing).\n- Up to 1 Month Imprisonment (at a location of the Magistrate's choosing).\n\nCrimes against the People\n\nRobbery - The act of taking or trying to take another's property by utilizing intimidation, force or threat. (Victim present.)\nAppropriate Punishment:\n- Damages equal to the Value of Goods Lost plus up to 500 GP, Up to 6 Months Imprisonment (at a location of the Magistrate's choosing)\n\nBurglary - The act of unlawfully entering a structure with the intent to commit theft. (Victim not present.)\nAppropriate Punishment:\n- Damages equal to the Value of Goods Lost plus up to 500 GP, Up to 6 Months Imprisonment (at a location of the Magistrate's choosing). Suggested that internment location be less desirable than just robbery.\n\nUsury - The act of lending money or services at unreasonably high rates of interest.\nAppropriate Punishment:\n- Damages equal to excess charged, returned to injured party.\n\nBribery - The act of attempting or succeeding in bribing any other citizen of Tethyr.\nAppropriate Punishment:\n- Fine equal to amount of bribe or attempted bribe and Up To 1 Month Enforced Hard Labor (at a location of the Magistrate's choosing).\n\nForgery - The act of attempting or succeeding in forging any official document that is not issued by the state.\nAppropriate Punishment:\n- Mutilation (loss of extremities, branding), Up to 20 Years Enforced Hard Labor (at a location of the Magistrate's choosing), and Confiscation of All Property (Except one weapon, one week's rations, and the offender's clothing worn at the time of sentencing.)\n\nSlavery - The act of attempting or succeeding in the enslavement of any sentient creature for sale,\nAppropriate Punishment:\n- Up to 20 Years Enforced Hard Labor (at a location of the Magistrate's choosing) and (if cruelty or physical indignities are observed) Mutilation.\n\nRepetition of any Lesser or Minor Offense against Fellow Sentients\nAppropriate Punishment: (Includes double the original sentence for previous offense)\n- Public Humiliation/Stocks/Edict Against Convicted (Including public pronouncement of guilt), and Up to 20 days Enforced Hard Labor (at a location of the Magistrate's choosing).\n- Fine of Up to 1,000 GP and Public Humiliation/Stocks/Edict Against Convicted (Including public pronouncement of guilt), and Up to 1 Month Imprisonment (at a location of the Magistrate's choosing).\n\nCrimes against Religions\n\nTheft of Temple Goods or Offerings - The act of stealing any item, goods and offerings, from a temple. Includes spoilage or consumption of goods.\nAppropriate Punishment:\n- Damages equal to Double the Estimated Value of the Goods, and Public Humiliation/Stocks/Edict Against Convicted (Including public pronouncement of guilt), and Up to 1 Month Imprisonment (at a location of the Magistrate's choosing).\n\nRepetition of any Lesser or Minor Offense against Religions\nAppropriate Punishment: (Includes double the original sentence for previous offense)\n- Fine of Up to 200 GP and Up to 4 Months Imprisonment.\n\nLesser Offenses\n\nCrimes against Crown & Country\n\nFraud - The act of attempting or succeeding in any deception to secure unfair or unlawful gain or to deprive a victim of legal rights.\nAppropriate Punishment:\n-Damages equal to what Justice Demands, Public Humiliation/Stocks/Edict Against Convicted (Including public pronouncement of guilt), and Permanent Enforced Hard Labor (at a location of the Magistrate's choosing).\n-Damages equal to what Justice Demands, Public Humiliation/Stocks/Edict Against Convicted (Including public pronouncement of guilt), and Up To 20 Years Imprisonment (at a location of the Magistrate's choosing).\n\nUnlawful Dueling (Manslaughter) - The act of killing another Citizen of Tethyr in an unlawful and unsanctioned duel or unintentionally killing another Citizen of Tethyr.\nAppropriate Punishment:\n-Damages Up to 1,000 GP and Up to 5 Years Enforced Hard Labor (at a location of the Magistrate's choosing).\n-Damages Up to 1,000 GP and Up to 3 Years Imprisonment (at a location of the Magistrate's choosing).\n\nMurder with Justification - The act of killing another Citizen of Tethyr with justification.\nAppropriate Punishment:\n-Up to 3 Years Enforced Hard Labor (at a location of the Magistrate's choosing).\n-Permanent Exile from Tethyr.\n\nUnlawful Observation or Copying of an Official Document - The act of unlawfully observing or copying an official document.\nAppropriate Punishment:\n-Fine of 500 GP and 3 Weeks Imprisonment (at a location of the Magistrate's choosing).\n\nAssault Upon an Officer of the Realm Acting in the Line of Duty - The act of assaulting an officer of the realm while acting in the line of duty.\nAppropriate Punishment:\n-Fine of 50 GP and 1 Year of Enforced Hard Labor (at a location of the Magistrate's choosing).\n-Fine as Justice Demands (Based on ability to pay) and 6 months Imprisonment (at a location of the Magistrate's choosing).\n\nCrimes against the People\n\nDamage to Property - The act of willfully or unknowingly damaging another citizen of the realm's property that results in the property losing value.\nAppropriate Punishment:\n- Damages equal to Value of Goods Lost plus Up to 500 GP, and Public Humiliation/Stocks/Edict Against Convicted (Including public pronouncement of guilt).\n\nAssault (Wounding) - The act of assaulting another Citizen of Tethyr that results in wounding.\nAppropriate Punishment:\n- Damages equal to Cost of Medical Attention plus Up to 50 GP, Public Humiliation/Stocks/Edict Against Convicted (Including public pronouncement of guilt), and 2 Days Imprisonment (at a location of the Magistrate's choosing).\n\nAssault (Without Wounding or Robbery) - The act of assaulting another Citizen of Tethyr that does not result in wounding.\nAppropriate Punishment:\n- Damages equal to 25 GP and Up to 4 Days Imprisonment (at a location of the Magistrate's choosing).\n\nBlasphemy Against any Noble or Realm Officer - The act of slandering or speaking falsehoods of any noble or realm officer that would result in the defamation of their name.\nAppropriate Punishment:\n- Fine of up to 40 GP and Up to 6 Days Imprisonment (at a location of the Magistrate's choosing).\n\nCrimes against Religions\n\nAssault Upon a Priest or Lay Worshipper - The act of assaulting any holy person or lay worshipper during worship.\nAppropriate Punishment:\n- Damages equal to Up to 500 GP, based on ability to pay, and Public Humiliation/Stocks/Edict Against Convicted (Including public pronouncement of guilt), any additional punishments to those from \"Defiling a Holy Place\" as resulting from an assault.\n\nMinor Offenses\nCrimes against Crown & Country\n\nBlasphemy Against Foreign Ambassadors or Royal Emissaries - The act of slandering or speaking falsehoods of any foreign ambassador, agent or emissary that would result in the defamation of their name.\nAppropriate Punishment:\n- Fine equal to Up to 50 GP, Public Humiliation/Stocks/Edict Against Convicted (Including public pronouncement of guilt), and Up to 10 Days Imprisonment (at a location of the Magistrate's choosing).\n\nWillful Disobedience of any Edict or Sentence - The act of willfully disobeying the lawful sentence of a Magistrate or disobeying an Edict issued by a Magistrate or another agent of the Court.\nAppropriate Punishment:\n-Fine equal to Up to 1,000 GP.\n-Up to 5 Years Enforced Hard Labor (at a location of the Magistrate's choosing).\n\nInterference with Task of Any Realm Officer Acting in the Line of Duty - The act of willfully interrupting, stopping or preventing any Officer of the Realm from performing their duty.\nAppropriate Punishment:\n- Public Humiliation/Stocks/Edict Against Convicted (Including public pronouncement of guilt) and 2 Days Imprisonment (at a location of the Magistrate's choosing).\n- Fine equal to Up to 50 GP and Public Humiliation/Stocks/Edict Against Convicted (Including public pronouncement of guilt).\n\nCrimes against the People\n\nBrandishing a Weapon without Due Cause - The act of displaying a weapon in a dangerous or threatening manner without being menaced with either spell or physical weapon.\nAppropriate Punishment:\n- Fine Equal to 4 GP, and Overnight Imprisonment (at a location of the Magistrate's choosing).\n\nExcessive Noise - The act of generating excessive noise that interferes with sleep or business through any means.\nAppropriate Punishment:\n- Damages equal to Up to 10 GP, and Public Humiliation/Stocks/Edict Against Convicted (Including public pronouncement of guilt).\n\nCrimes against Religion\n\nPublic Blasphemy of a Deity or Priesthood - The act of slandering or speaking falsehoods of any deity or priesthoods of a religion - regardless of creed, disposition or legality of worship. Includes the spread of blasphemous ideas such as Atheism or Monotheism.\nAppropriate Punishment:\n- Damages equal to Up to 10 GP, and Public Humiliation/Stocks/Edict Against Convicted (Including public pronouncement of guilt).\n\nDrunkenness or Disorderly Conduct at Worship - The act of acting in a disorderly, disruptive, or drunken manner while at a place of worship.\nAppropriate Punishment:\n- Damages equal to Up to 5 GP, and Public Humiliation/Stocks/Edict Against Convicted (Including public pronouncement of guilt)."
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Book: The Laws of Tethyr"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 17
  },
  "PaletteID": {
    "type": "byte",
    "value": 65
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "te_item_8456"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "te_item_8456"
  }
}
