{
  "__data_type": "UTI ",
  "AddCost": {
    "type": "dword",
    "value": 0
  },
  "BaseItem": {
    "type": "int",
    "value": 74
  },
  "Charges": {
    "type": "byte",
    "value": 0
  },
  "Comment": {
    "type": "cexostring",
    "value": ""
  },
  "Cost": {
    "type": "dword",
    "value": 1
  },
  "Cursed": {
    "type": "byte",
    "value": 0
  },
  "DescIdentified": {
    "type": "cexolocstring",
    "value": {
      "0": "This grim manual seems to pertain to those of the whose trade is spent in practice of assassinations. These individuals are often loners who dabble in the esoteric and arcane variously, and some of their methods baffle even experienced herbalists who say their trade is more flair than function.\n\nIn truth, assassins may utilize a variety of improvised methods to create useful combat supplements. Such books as these are typically carried by multiple assassins over the course of their existence, with each owner leaving behind various remarks about the trade.\n\nLike potion brewing, these combinations always start with an empty bottle, combined with a reagent acquired from the local area. Just as with all forms of crafting, these combinations require an amount of gold, as well.\n\n\"To make a Bottled Black, seek a lump of coal and begin your work.\"\n\n\"To make a Dust of Blinding, use Sulfur. To make a Dust of Nausea, start with a Rotten Egg. To make the Dust of Sleep, begin with an amount of fine, common dust, uniform as possible.\"\n\nImprovising potions is somewhat more demanding, but follows arcane conventions... \"Potion Brewers ought to be jealous of each o' these,\" one assassin writes.\n\n\"To make a Potion of Cat's Grace, Cat Fur will be required. The same applies to Fox Hair, don't be a dullard.\"\n\n\"White Feather for True Strike, the Miniature Cloak for Invisibility, and a large Piece of Iron to give Freedom from all bonds,\" said one eloquent contributor.\n\n\"Crush a Crystal into purest Powder. Imbued properly, this potion will allow you to see the unseen and hear as never before. Or it won't.\""
    }
  },
  "Description": {
    "type": "cexolocstring",
    "value": {
      "0": ""
    }
  },
  "Identified": {
    "type": "byte",
    "value": 1
  },
  "LocalizedName": {
    "type": "cexolocstring",
    "value": {
      "0": "Assassins: Roads to Infamy"
    }
  },
  "ModelPart1": {
    "type": "byte",
    "value": 87
  },
  "PaletteID": {
    "type": "byte",
    "value": 60
  },
  "Plot": {
    "type": "byte",
    "value": 0
  },
  "PropertiesList": {
    "type": "list",
    "value": []
  },
  "StackSize": {
    "type": "word",
    "value": 1
  },
  "Stolen": {
    "type": "byte",
    "value": 0
  },
  "Tag": {
    "type": "cexostring",
    "value": "te_item_8503"
  },
  "TemplateResRef": {
    "type": "resref",
    "value": "te_item_8503"
  }
}
